<?php

return array (
  'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
  'general_error' => 'ليس لديك حق الوصول للقيام بذلك.',
  'password_rules' => 'يجب أن يكون طول كلمة المرور أكثر من 8 أحرف ، ويجب أن يحتوي على ما لا يقل عن حرف واحد كبير وواحد صغير ورقم واحد.',
  'password_used' => 'لا يمكنك تعيين كلمة مرور استخدمتها من قبل.',
  'socialite' => 
  array (
    'unacceptable' => 'ليس نوع تسجيل دخول مقبول. :provider',
  ),
  'throttle' => 'محاولات تسجيل الدخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds.',
  'unknown' => 'حدث خطأ غير معروف',
);
